export default {
  months: [
    'ינואר',
    'פברואר',
    'מרס',
    'אפריל',
    'מאי',
    'יוני',
    'יולי',
    'אוגוסט',
    'ספטמבר',
    'אוקטובר',
    'נובמבר',
    'דצמבר',
  ],

  shortMonths: [
    'ינו',
    'פבר',
    'מרס',
    'אפר',
    'מאי',
    'יוני',
    'יולי',
    'אוג',
    'ספט',
    'אוק',
    'נוב',
    'דצמ',
  ],

  days: ['ראשון', 'שני', 'שלישי', 'רביעי', 'חמישי', 'שישי', 'שבת'],

  shortDays: ['א', 'ב', 'ג', 'ד', 'ה', 'ו', 'ש'],

  goToToday: 'חזרה להיום',
  prevMonthAriaLabel: 'חודש קודם',
  nextMonthAriaLabel: 'חודש הבא',
  prevYearAriaLabel: 'שנה קודמת',
  nextYearAriaLabel: 'שנה הבאה',
  closeButtonAriaLabel: 'סגור',
};
